[
	{
		"icon": "hearing",
		"name": "Understand Your Customers",
		"description": "We track all your customers’ interactions to give you insight into their behaviour and to qualify them for the most suitable products and promotions empowering your merchandisers."
	}, {
		"icon": "image-filter-center-focus",
		"name": "Build Unique Experiences",
		"description": "Use our apps and services to deliver personalised customer experiences - placing the right products and promotions in front of highly qualified buyers."
	}, {
		"icon": "line-chart",
		"name": "Increase User Engagement",
		"description": "Your customers and your employees expect to find what they’re looking for fast along with quick and efficient order placement. Meet their expectations with our apps and services which all feature instant search and instant search refinements."
	}, {
		"icon": "device-management",
		"icon": "devices",
		"name": "Beautiful Everywhere",
		"description": "We are obsessive about all of our products looking great on all devices, from desktop to tablets to smartphones."
	}, {
		"icon": "google-controller",
		"name": "Console and Administration",
		"description": "See and manage all of your applications from a single console. View the performance of your applications and manage your account and billing with a simple interface."
	}, {
		"icon": "jigsaw",
		"name": "Mix and Match",
		"description": "Take your pick from our growing family of intuitive management apps and microservices to quickly enable the commerce features your business needs."
	}, {
		"icon": "credit-card",
		"name": "Accounting Integrations",
		"description": "With real-time access to reporting data, you can connect with your existing accounting or ERP systems."
	}, {
		"icon": "camcorder",
		"name": "Audit",
		"description": "All user actions will generate an audit record containing a summary description of the action, the user and a timestamp."
	}, {
		"icon": "xml",
		"name": "Built by developers for developers",
		"description": "Forget complexity: our hosted API, intuitive documentation and comprehensive dashboard allow developers to build in no time the best experiences for your users."
	}, {
		"icon": "timer",
		"name": "Performance you can count on",
		"description": "Every millisecond of latency matters, our infrastructure gives you consistent CPU, memory and disk performance. Our network and edge caches serve responses rapidly to your users."
	}, {
		"icon": "life-ring",
		"name": "Passionate Support"
	}
]
